"Cheerful" = "Radosne";

"Melodic" = "Melodyczne";

"Relaxed" = "Relaks.";

"Grooving" = "Grooving";

"Distorted" = "Zniekształc.";

"Acoustic" = "Akustyczne";

"Processed" = "Przetworz.";

"Single" = "Pojedyncze";

"Part" = "Część";

"Dark" = "Mroczne";

"Dissonant" = "Dysonanse";

"Intense" = "Intensywne";

"Arrhythmic" = "Arytmiczne";

"Clean" = "Czyste";

"Electric" = "Elektryczne";

"Dry" = "Surowe";

"Ensemble" = "Zespołowe";

"Fill" = "Wypełnienia";

"Rock/Blues" = "Rock/Blues";

"Electronic/Dance" = "Elektroniczne";

"Jazz" = "Jazz";

"Urban" = "Miejskie";

"World/Ethnic" = "Muzyka świata";

"Cinematic/New Age" = "Filmowe";

"Orchestral" = "Orkiestrowe";

"Country/Folk" = "Country";

"Experimental" = "Eksperym.";

"Other Genre" = "Inne gatunki";

"Hip Hop" = "Hip Hop";

"Electro House" = "Electro House";

"Dubstep" = "Dubstep";

"Modern RnB" = "Współczesne R&B";

"Tech House" = "Tech House";

"Deep House" = "Deep House";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Niezależny";

"Vintage Breaks" = "Pętle retro";

"Hip Hop/RnB" = "Hip Hop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Inny gatunek";

"Chinese Traditional" = "Chinese Traditional";

"Future Bass" = "Future Bass";

"Reggaeton Pop" = "Reggaeton Pop";

"Sound_Effects" = "Efekty dźwiękowe";

"Bass House" = "Bass House";

"Electronic Pop" = "Electronic Pop";

"Techno" = "Techno";

"Bass" = "Bas";

"Electric Bass" = "Bas elektryczny";

"Acoustic Bass" = "Bas akustyczny";

"Synthetic Bass" = "Bas syntetyczny";

"Drums" = "Bębny";

"Drum Kit" = "Zestawy";

"Electronic Beats" = "Takty";

"Kick" = "Bęben basowy";

"Tom" = "Bębny Tom";

"Snare" = "Werbel";

"Cymbal" = "Talerz";

"Hi-hat" = "Hi-hat";

"Guitars" = "Gitary";

"Electric Guitar" = "Gitara elektr.";

"Acoustic Guitar" = "Gitara akustyczna";

"Banjo" = "Bandżo";

"Mandolin" = "Mandolina";

"Slide Guitar" = "Gitara slide";

"Pedal Steel Guitar" = "Gitara stalowa";

"Horn/Wind" = "Róg";

"Saxophone" = "Saksofon";

"Trumpet" = "Trąbka";

"Flute" = "Flet";

"Trombone" = "Puzon";

"Clarinet" = "Klarnet";

"French Horn" = "Waltornia";

"Tuba" = "Tuba";

"Oboe" = "Obój";

"Harmonica" = "Harmonijka";

"Recorder" = "Rejestrator";

"Pan Flute" = "Fletnia Pana";

"Bagpipe" = "Dudy";

"Bassoon" = "Fagot";

"Piccolo" = "Flet mały";

"English Horn" = "Róg angielski";

"Brass" = "Blaszane";

"Woodwind" = "Dęte drewn.";

"Keyboards" = "Klawiszowe";

"Piano" = "Fortepian";

"Electric Piano" = "Pian. elektr.";

"Organ" = "Organy";

"Clavinet" = "Klawinet";

"Accordion" = "Akordeon";

"Synthesizer" = "Syntezatory";

"Rhodes" = "Rhodes";

"Celesta" = "Celesta";

"Harpsichord" = "Klawesyn";

"Mallets" = "Pałeczki";

"Steel Drum" = "Bęben stalowy";

"Vibraphone" = "Wibrafon";

"Marimba" = "Marimba";

"Xylophone" = "Ksylofon";

"Kalimba" = "Kalimba";

"Bell" = "Dzwon";

"Timpani" = "Kotły";

"Mixed" = "Dżingle";

"Other Instrument" = "Inne instrumenty";

"Percussion" = "Perkusja";

"Gong" = "Gong";

"Shaker" = "Grzechotka";

"Tambourine" = "Tamburyn";

"Conga" = "Konga";

"Bongo" = "Bongosy";

"Cowbell" = "Krowi dzwonek";

"Clave" = "Klawesy";

"Vinyl/Scratch" = "Winyl";

"Chime" = "Gong";

"Rattler" = "Grzechotki";

"Sound Effect" = "Efekt spec.";

"Misc2" = "Różne";

"Boom" = "Huki";

"All Effects" = "Wszystkie";

"Effects" = "Efekty dźwięk.";

"Ambience" = "Nastrojowe";

"People" = "Osoby";

"Transportation" = "Transportowanie";

"Weapons" = "Uzbrojenie";

"Explosions" = "Eksplozje";

"Impacts & Crashes" = "Beaty";

"Animals" = "Zwierzęta";

"Sports & Leisure" = "Sport";

"Mech/Tech" = "Maszyny";

"Work/Home" = "Praca/dom";

"Misc." = "Różne";

"Foley" = "Foley";

"Motions & Transitions" = "Stingers";

"Sci-Fi" = "Sci-Fi";

"Strings" = "Smyczkowe";

"Violin" = "Skrzypce";

"Viola" = "Altówka";

"Cello" = "Wiolonczela";

"Harp" = "Harfa";

"Koto" = "Koto";

"Sitar" = "Sitar";

"Double Bass" = "Kontrabas";

"Texture/Atmosphere" = "Tekstury";

"Vocals" = "Wokale";

"Male" = "Męski";

"Female" = "Żeński";

"Choir" = "Chór";

"All" = "Wszystko";

"Favorites" = "Ulubione";

"Genres" = "Gatunki";

"Instruments" = "Instrumenty";

"Moods" = "Tonacje";

"Reset" = "Wyzeruj";

